LANGID=1049
TargetApplication=Inno Script Studio
Author=WYLEK
Generator=Radialix 2.0
LastModified=25.10.2011 22:38:32


[$CONSTANTS]
SBaseActionCustomizeCaption=Настроить
SBaseActionEditCopyCaption=Копировать
SBaseActionEditCutCaption=Вырезать
SBaseActionEditPasteCaption=Вставить
SBaseActionEditSelectAllCaption=Выделить все
SBaseActionItemDeleteAllCaption=Удалить все элементы
SBaseActionItemDeleteCaption=Удалить элемент
SBaseActionItemInsertCommentLineCaption=Строка комментария
SBaseActionItemInsertEmptyLineCaption=Пустая строка
SBaseActionItemInsertISPPLineCaption=Строка ISPP
SBaseActionItemLocateInScriptCaption=Определить элемент в скрипте
SBaseActionItemMoveDownCaption=Переместить ниже
SBaseActionItemMoveToBottomCaption=Переместить вниз
SBaseActionItemMoveToTopCaption=Переместить в начало
SBaseActionItemMoveUpCaption=Переместить выше
SBaseActionItemNewCaption=Новый элемент
SBaseActionItemPropertiesCaption=Свойства элемента
SBaseToolbarSpecialItemsCaption=Особые элементы
SBaseToolbarSpecialItemsHint=Добавить особый элемент
SBookmarkMenuItemCaption=Закладка
SButtonAbortCompile=Прервать
SButtonApply=Применить
SButtonCancel=Отмена
SButtonClose=Закрыть
SButtonHelp=Помощь
SButtonOK=OK
SButtonRunSetup=Установить дистрибутив
SCaptionAboutForm=Описание
SCaptionCompileForm=Компиляция...
SCaptionCustomizeForm=Настройка колонок
SCaptionEvaluateConstantForm=Оценка константы
SCaptionFindForm=Поиск текста
SCaptionGoToLineForm=Перейти в номер строки
SCaptionInnoWizard=Мастер Inno Setup Script
SCaptionInnoWizardFiles=Файл Мастера скрипта
SCaptionLanguageOptions=Языковые настройки
SCaptionNewProjectForm=Новый проект
SCaptionOptionsForm=Настройки
SCaptionParametersForm=Параметры
SCaptionProjectForm=Параметры проекта
SCaptionReplaceForm=Заменить текст
SCaptionSignTools=Sign Tools
SCaptionStandardLangsForm=Выбрать стандартные языки
SCaptionWelcomeForm=Добро пожаловать
SCaptionWelcomeWizard=Добро пожаловать в %s
SComboItemCloseBtn1=на панели вкладок
SComboItemCloseBtn2=на активной вкладке
SComboItemCloseBtn3=на панели вкладок и активной вкладки
SDialogClearAllItems=Вы уверены, что хотите очистить все записи в секции скрипта?
SDialogConvertAppVerNameDesc=Преобразовать версию приложения из директивы AppVerName на новую AppVersion?\n\nЭто запретит старую директиву AppVerName после копирования значения новой AppVersion.\n\nПожалуйста, подтвердите, что директива AppVersion корректна после преобразования.
SDialogConvertAppVerNameTitle=Заменен директивой
SDialogDeleteMultipleItemsDesc=Вы уверены, что хотите удалить несколько записей элементов (%d) из секции скрипта?
SDialogDescGenerateID=Идентификатор приложения "%s" уже присвоен.\n\nВы хотите создать другой ID приложению?
SDialogDescSelectOutputFolder=Выберите папку вывода
SDialogDescSelectSourceFolder=Выберите исходную папку
SDialogDescSelectUninstallerFolder=Выберите папку деинсталлятора с подписью
SDialogErrorTitle=Ошибка
SDialogImportedPostCompileDesc=Секция PostCompile %s была импортирована в секцию PostCompile.
SDialogImportedPostCompileSettingsTitle=Секция PostCompile %s
SDialogImportedPreCompileDesc=Секция PreCompile %s была импортирована в секцию PreCompile.
SDialogImportedPreCompileSettingsTitle=Секция PreCompile %s
SDialogImportedThirdPartySettingsDesc=Параметры %s были импортированы в секцию ThirdPartySettings.
SDialogImportedThirdPartySettingsTitle=Параметры %s
SDialogInformationTitle=Информация
SDialogNewUpdateDesc=Новая версия Inno Script Studio (%s) доступна для загрузки.\n\nВы хотите загрузить и установить новую версию?
SDialogNewUpdateLatestVersionDesc=Ваша версия приложения (%s) является актуальной.
SDialogNewUpdateTitle=Новое обновление доступно
SDialogNewVersionExpandButton=Показать заметки о выпуске
SDialogOpenInCompiler32Desc1= Сохранить до открытия в Inno Setups Compiler32?
SDialogOpenInCompiler32Desc2=Файл скрипта надо сохранять перед открытием в Compiler32. Сохранить файл скрипта?
SDialogQuestionTitle=Вопрос
SDialogTitleGenerateID=Создать новый идентификатор приложения?
SDialogTitleIconFile=Выберите файл значка
SDialogTitleInfoFiles=Выберите информационный файл
SDialogTitleLicenseFile=Выберите файл лицензии
SDialogTitleLogFile=Выберите файл журнала компилятора
SDialogTitleManifestFile=Выберите выходной файл манифеста
SDialogTitleMessagesFile=Выберите файл сообщений
SDialogTitleWizardNormalImage=Выберите нормальную картинку Мастера
SDialogTitleWizardSmallImage=Выберите маленькую картинку Мастера
SDialogValidationError=Следующая ошибка должна быть исправлена перед продолжением.
SDialogValidationErrorItem=Пожалуйста, введите значение "%s".
SDialogValidationErrorTitle=Ошибка проверки
SDialogVerifyFilesDesc=Для проверки выбранных файлов скрипт сначала надо сохранить.\n\nСохранить скрипт c возможностью проверки выбранных файлов?
SDialogWarningTitle=Предупреждение
SEditorColumn=Колонка:
SEditorGenerateGUIDDesc=Созданный GUID будет вставлен в редактор в текущую позицию курсора. Продолжить?
SEditorGenerateGUIDTitle=Генерировать GUID
SEditorInsert=Вставка
SEditorLine=Строка:
SEditorModified=Изменено
SEditorOverwrite=Перезаписано
SEditorReadOnly=Только чтение
SEditorUntitled=Без названия
SGroupAdditionalCaption=Больше
SGroupAttributesCaption=Атрибуты
SGroupComponentsCaption=Компоненты
SGroupDetailsCaption=Детали
SGroupExcludesCaption=Исключения
SGroupLanguagesCaption=Языки
SGroupMinWindowsGroupCaption=Минимальная версия Windows
SGroupOnlyBelowWindowsCaption=Только ниже версия Windows
SGroupPermissionsCaption=Разрешения
SGroupScriptingCaption=Скрипты Паскаля
SGroupSysRequirmentsCaption=Системные требования
SGroupTasksCaption=Задачи
SGroupTypesCaption=Типы
SHintLanguage=Использовать %s файлы языка
SHintMinimumWindows=Выберите версию Windows
SHintMinimumWindowsNT=Выберите версию Windows NT
SHintOnlyBelowWindows=Выберите версию Windows
SHintOnlyBelowWindowsNT=Выберите версию Windows NT
SISSFileAssociationComplete=Расширение .iss успешно ассоциировалась с: %s
SISSFileAssociationNotElevated= это должно быть выполнено как Администратор.
SLabelAfterInstallCaption=После установки:
SLabelBeforeInstallCaption=Перед установкой:
SLabelCheckCaption=Проверка:
SLanguageOptions=Установка языка
SLanguageOptions2=Пожалуйста, укажите определенные параметры языка, которые будут использоваться программой установки.
SMessageCompileNow=Вы хотите компилировать новый скрипт сейчас?
SMessageRestartSearch=Перезапустить поиск от %s этого файла?
SMessageSaveChanges=Текст в файле %s был изменен.\n\nВы хотите сохранить изменения?
SMessageSearchBeginning=начало
SMessageSearchEnd=конец
SModifiedSinceLastCompileAndGo=Внесенные изменения не вступят в силу без перекомпиляции.%n%nПродолжить выполнение все равно? "
SOptionsAssociations=Ассоциации файлов
SOptionsCodeSigning=Инструменты подписывания кода
SOptionsCompiler=Компилятор
SOptionsDisplay=Отображение
SOptionsEditor=Редактор
SOptionsGeneral=Основные настройки
SOptionsInnoHighlighter=Подсветка синтаксис Inno
SOptionsPlugins=Плагины
SOptionsRunAs2KXP=Всегда запускать Установку/Удаление как пользователь
SOptionsRunAsVista=Всегда запускать Установку/Удаление как Администратор
SOptionsUpdater=Интернет обновления
SProjectAppearance=Внешний вид
SProjectApplicationAdditional=Дополнительные настройки
SProjectApplicationDetails=Подробности приложения
SProjectApplicationFolder=Папка приложения
SProjectCodeSigning=Подписание кода
SProjectCompilerSettings=Настройки компилятора
SProjectCompression=Сжатие:
SProjectDiskSpanning=Разбивка на тома
SProjectDuplicateEntry=Двойной вход
SProjectInstallationPages=Установка страниц
SProjectLogFile=Журнал
SProjectProgramGroup=Программная группа
SProjectPublisherInformation=Сведения об издателе
SProjectSystemRequirements=Системные требования
SProjectUninstall=Деинсталляция
SProjectUserInformation=Данные пользователя
SProjectVersionInformation=Сведения о версии
SPropertiesComponentsCaption=Свойства компонента
SPropertiesCustomMessagesCaption=Свойства сообщений
SPropertiesFilesCaption=Свойства файла
SPropertiesFoldersCaption=Свойства каталога
SPropertiesIconsCaption=Свойства значка
SPropertiesIniFilesCaption=Свойства файла INI
SPropertiesInstallDeleteCaption=Действия при установке
SPropertiesInstallRunCaption=Действия при выполнении
SPropertiesLanguagesCaption=Свойства языка
SPropertiesMessagesCaption=Свойства сообщений
SPropertiesPostCompileCaption=Действие посткомпиляции
SPropertiesPreCompileCaption=Действие предкомпиляции
SPropertiesRegistryCaption=Ключ реестра
SPropertiesSpecialValueCaption=Особое значение
SPropertiesTasksCaption=Свойства задачи
SPropertiesTypesCaption=Свойства типа
SPropertiesUninstallDeleteCaption=Действия при удалении
SPropertiesUninstallRunCaption=Действия при выполнении
SSection3rdparty=3-ей стороны секции
SSection3rdpartyDownload=Загрузка
SSection3rdpartyPost=Этапы посткомпиляции
SSection3rdpartyPre=Этапы предкомпиляции
SSectionCode=Код Паскаля
SSectionComponents=Компоненты
SSectionCustomMessages=Пользовательские сообщения
SSectionFiles=Файлы
SSectionFolders=Каталоги
SSectionIcons=Иконки
SSectionIni=Файлы INI
SSectionInstallDelete=Удалить перед установкой
SSectionInstallRun=Выполнить
SSectionLanguages=Языки
SSectionMessages=Сообщения
SSectionPost=Этапы посткомпиляции
SSectionPre=Этапы предкомпиляции
SSectionProject=Проект - [%s]
SSectionRegistry=Реестр
SSectionScript=Inno Setup Script
SSectionTasks=Задачи
SSectionTypes=Типы
SSectionUninstallDelete=Удалить после деинсталляции
SSectionUninstallRun=Выполнить перед деинсталляцией
SSpecialValueCommentLabel=Текст комментария:
SSpecialValueISPPCodeLabel=ISPP код:
STabAdditionalCaption=Больше
STabAdvancedCaption=Больше
STabAttributesCaption=Общие
STabCommonCaption=Общие
STabComponentsCaption=Компоненты
STabDetailsCaption=Детали
STabGeneralCaption=Общие
STabLanguageCaption=Языки
STabTasksCaption=Задачи
STabTypesCaption=Типы
STargetMenuCaption=Цель [%s]
SWarnDescGotoLineError=Номер строки должен быть между 1 и %d
SWarnDescISCmplrNotFound=Не удалось загрузить %s. Повторная установка Inno Setup 5 может решить эту проблему.\n\nНекоторые функции сейчас будут отключены.
SWarnDescMRUFileNotFound=Не удается найти файл ''%s''.\n\nВы хотите удалить это из списка недавних элементов?
SWarnTitleISCmplrNotFound=Ошибка при загрузке %s
SWarnTitleMRUFileNotFound=Ошибка при загрузке файла
SWizardAppDir=Папка приложения
SWizardAppDir2=Укажите информацию о папке приложения.
SWizardAppDirNameError=Пожалуйста, укажите имя папки приложения.
SWizardAppDocs=Документация приложения
SWizardAppDocs2=Укажите, какие файлы документации должны отображаться во время установки.
SWizardAppExeError=Пожалуйста, укажите основной исполняемый файл приложения.
SWizardAppFiles=Файлы приложения
SWizardAppFiles2=Укажите файлы вашего приложения.
SWizardAppFiles3=Пожалуйста, укажите исходную папку.
SWizardAppFilesSubDirsMessage=Файлы во вложенных папках "%s" также должны быть включены?
SWizardAppGroupNameError=Пожалуйста, укажите имя группы приложения меню "Пуск".
SWizardAppIcons=Значки приложений
SWizardAppIcons2=Укажите, какие значки должны быть созданы для приложения.
SWizardAppInfo=Сведения о приложении
SWizardAppInfo2=Укажите основные сведения о приложении.
SWizardAppNameError=Пожалуйста, укажите имя приложения.
SWizardAppRootDirError=Пожалуйста, укажите основную папку назначения приложения.
SWizardAppVersionError=Пожалуйста, укажите версию приложения.
SWizardBackButton=< Назад
SWizardCancelMessage= не удалось создать новый файл скрипта.\n\nВыйти из [name]?
SWizardCancelMessage2= параметры для импорта не будут сохранены.\n\nВыйти из мастера запуска [name]?
SWizardCompiler=Настройки компилятора
SWizardCompiler2=Укажите некоторые настройки компилятора.
SWizardCompiler32Check=Inno Setup Compiler by Jordan Russell
SWizardCompilerOutputDir=Пожалуйста, укажите папку.
SWizardDefaultName=Мастер Inno Setup Script
SWizardFileAppDestRootDirError=Пожалуйста, укажите основную папку назначения не в папке приложения.
SWizardFileDestRootDirError=Пожалуйста, укажите основную папку назначения.
SWizardFinishButton=Конец
SWizardFinished=Завершено
SWizardImport=Импорт параметров
SWizardImport2=Пожалуйста, выберите средство разработки для импорта параметров.
SWizardImportError=Пожалуйста, укажите хотя бы одну установленную среду для импорта параметров
SWizardImportLabel=[name] обнаружил наличие следующих сред разработки для Inno Setup.
SWizardImportMRUList=Импорт списка последних документов для выбранной среды.
SWizardInnoIDECheck=InnoIDE by Graham Murt
SWizardISGCheck=Inno Script Generator by Hisoft 2000
SWizardISPP=Inno Setup Preprocessor
SWizardISPP2=Укажите, следует ли использовать Inno Setup Preprocessor.
SWizardISPPCheck= использовать...
SWizardISPPLabel= это облегчит вручную изменить скрипт позже.\n\nВы хотите использовать для [name] #define compiler директивы?
SWizardISToolCheck=ISTool by Bjørnar Henden
SWizardLanguages=Выбор языков
SWizardLanguages2=Укажите, какие языки должны быть включены.
SWizardLanguagesSelError=Выберите по крайней мере один язык.
SWizardNextButton=Далее >
SWizardSettings=Настройки импорта
SWizardSettings2=Пожалуйста, убедитесь, что настройки ниже верны.
SWizardWelcome=Добро пожаловать

[MainApplication]
00000001=Главное меню
00000002=Файл
00000003=Новый
00000004=Сохранить кодировку
00000005=Авто (ANSI или UTF-8)
00000006=&UTF-8
00000007=Последние скрипты
00000008=Правка
00000009=Поиск
00000010=Вид
00000011=Панель проекта
00000012=Показать или скрыть панель проекта
00000013=Панель сообщений
00000014=Показать или скрыть панель сообщений
00000015=Строка состояния
00000016=Показать или скрыть строку состояния
00000017=Панели инструментов
00000018=Показать или скрыть панель инструментов
00000019=Стандартная
00000020=Показать или скрыть стандартную панель инструментов
00000021=Правка
00000022=Показать или скрыть панель инструментов редактирования
00000023=Проект
00000024=Показать или скрыть панель инструментов проекта
00000025=Отладка
00000026=Показать или скрыть панель инструментов отладки
00000027=Секции
00000028=Языки
00000029=Выберите язык для отображения в программе
00000030=Проект
00000031=Параметры дистрибутива
00000032=Импорт из скрипта
00000033=Импорт из файла
00000034=Экспорт в файл
00000035=Отладка
00000036=Установка
00000037=Целевая установка
00000038=Деинсталляция
00000039=Целевое удаление
00000040=Сервис
00000041=Помощь
00000042=Стандарт
00000043=Правка
00000044=Проект
00000045=Параметры дистрибутива
00000046=Параметры дистрибутива
00000047=Секции
00000048=Выбрать секцию
00000049=Отладка
00000050=Проект
00000051=Секции
00000052=Структура
00000053=Сообщения
00000054=Компилятор
00000055=Отладка
00000056=Справка Inno Script Studio
00000057=Документация Inno Script Studio
00000058=Сайт Inno Script Studio
00000059=Домашняя страница Inno Script Studio
00000060=Документация Inno Setup
00000061=Документация Inno Setup
00000062=Примеры скриптов
00000063=Примеры скриптов Inno Setup
00000064=Inno Setup &FAQ
00000065=Часто Задаваемые Вопросы и Ответы
00000066=История версий Inno Setup
00000067=История версий Inno Setup
00000068=Сайт Inno Setup
00000069=Домашняя страница Inno Setup
00000070=Документация I&nno Setup Preprocessor
00000071=Документация I&nno Setup Preprocessor
00000072=Сайт Inn&o Setup Preprocessor
00000073=Домашняя страница Inno Setup Preprocessor
00000074=База знаний Inno Setup
00000075=Домашняя страница базы знаний Inno Setup
00000076=Сайт R&emObjects Pascal Script
00000077=Домашняя страница RemObjects Pascal Script
00000078=Поддержка Inno Setup
00000079=Веб-страница пожертвования Inno Setup
00000080=О программе Inno Setup
00000081=О программе Inno Setup
00000082=Проверить обновления
00000083=Проверить обновление программы
00000084=О программе
00000085=О программе|Информация, Номер версии и Авторские права
00000086=Новый скрипт
00000087=Создать пустой скрипт Inno Setup
00000088=Новый скрипт (Мастер)
00000089=Создать скрипт с помощью Мастера Inno Setup
00000090=Открыть
00000091=Открыть существующий скрипт Inno Setup
00000092=Сохранить
00000093=Сохранить текущий скрипт Inno Setup
00000094=Сохранить как
00000095=Сохранить текущий скрипт Inno Setup с новым именем
00000096=Сохранить все
00000097=Сохранить все открытые скрипты Inno Setup
00000098=Закрыть скрипт
00000099=Закрыть текущий скрипт Inno Setup
00000100=Закрыть все скрипты
00000101=Закрыть все открытые скрипты Inno Setup
00000102=Предварительный просмотр
00000103=Предварительный просмотр текущего скрипта Inno Setup перед печатью
00000104=Печать
00000105=Распечатать частично или полностью текущего скрипта Inno Setup
00000106=Выход
00000107=Выход из программы
00000108=Отменить
00000109=Отменить последнее действие
00000110=Вернуть
00000111=Вернуть предыдущее отмененное действие
00000112=Вырезать
00000113=Вырезать выделенное в буфер обмена
00000114=Копировать
00000115=Копировать выделенное в буфер обмена
00000116=Вставить
00000117=Вставить текущее содержимое буфера обмена
00000118=Удалить
00000119=Удалить текущий выделенный фрагмент
00000120=Выделить все
00000121=Выделить все
00000122=Найти
00000123=Найти указанный текст
00000124=Найти следующий
00000125=Найти следующее вхождение указанного текста
00000126=Найти предыдущий
00000127=Найти предыдущее вхождение указанного текста
00000128=Заменить
00000129=Заменить указанный текст с другим текстом
00000130=Перейти в номер строки
00000131=Перейти к строке
00000132=Генерировать GUID
00000133=Генерация GUID; Заменяет текущий выделенный текст
00000134=Настроить подпись
00000135=Изменить инструменты подписывания кода
00000136=Настройки
00000137=Настройки программы
00000138=Использовать относительные пути
00000139=Использовать относительные пути
00000140=Языковые настройки
00000141=Измененить языковые параметры
00000142=Компилировать
00000143=Компилировать текущий скрипт Inno Setup
00000144=Остановить компиляцию
00000145=Остановить компиляцию текущего скрипта Inno Setup
00000146=Низкий приоритет при компиляции
00000147=У компилятора Inno Setup должен быть низкий приоритет во время компиляции
00000148=Открыть в Inno Setup
00000149=Открыть текущий скрипт Inno Setup в Compiler32 (Inno Setup Compiler)
00000150=Выполнить
00000151=Выполнить
00000152=Запуск с курсора
00000153=Запуск с курсора
00000154=Шаг в
00000155=Шаг в
00000156=Шаг за
00000157=Шаг за
00000158=Пауза
00000159=Приостановить отладчик
00000160=Завершить
00000161=Завершить отладчик
00000162=Установка
00000163=Целевая установка
00000164=Деинсталляция
00000165=Целевое удаление
00000166=Параметры
00000167=Параметры
00000168=Оценка константы
00000169=Оценка константы
00000170=Переключить точку останова
00000171=Переключить точку останова
00000172=Настроить панель инструментов
00000173=Настроить панель инструментов
00000174=Блокировать панель инструментов
00000175=Блокировать панель инструментов
00000176=Открыть папку вывода
00000177=Открыть выходную папку проектов
00000178=Цель - [%s]
00000179=Выбрать цель отладки
00000180=Копировать
00000181=Копировать выделенное в буфер обмена
00000182=Отсоединить отладчик
00000183=Отсоединить отладчик
00000184=Переключить закладку
00000185=Переключить закладку
00000186=Перейти к закладке
00000187=Перейти к закладке
00000188=Импорт секции [Файлы]
00000189=Импорт секции [Файлы] из существующего файла скрипта
00000190=Импорт секции [Каталоги]
00000191=Импорт секции [Каталоги] из существующего файла скрипта
00000192=Импорт секции [INI]
00000193=Импорт секции [INI] из существующего файла скрипта
00000194=Импорт секции [Сообщения]
00000195=Импорт секции [Сообщения] из существующего файла скрипта
00000196=Импорт секции [Реестр]
00000197=Импорт секции [Реестр] из существующего файла скрипта
00000198=Импорт файла INI
00000199=Импорт файла INI
00000200=Импорт файла сообщений
00000201=Импорт файла сообщений
00000202=Импорт файла реестра
00000203=Импорт файла реестра
00000204=Экспорт секции [INI]
00000205=Экспорт секции [INI] в файл
00000206=Экспорт секции [Сообщения]
00000207=Экспорт секции [Сообщения] в файл
00000208=Экспорт секции [Реестр]
00000209=Экспорт секции [Реестр] в файл
00000210=Выбрать следующую вкладку
00000211=Выберите следующую вкладку скрипта
00000212=Выбрать предыдущую вкладку
00000213=Выберите предыдущую вкладку скрипта
00000214=Поддержка Inno Script Studio
00000215=Веб-страница пожертвования Inno Script Studio
00000216=Закомментировать выделенное
00000217=Закомментировать выделенные строки
00000218=Раскомментировать выделенное
00000219=Раскомментировать выделенные строки

[Options_Associations]
00000001=Ассоциации файлов
00000002=Ассоциировать файлы (*.iss) с этим компилятором

[Options_CodeSigning]
00000001=Имя
00000002=Команда
00000003=Добавить
00000004=Изменить
00000005=Удалить

[Options_Compiler]
00000001=Расположение компилятора Inno Setup
00000002=Путь создания:
00000003=Параметры компилятора Inno Setup
00000004=Использовать опции компилятора ANSI при наличии

[Options_Display]
00000001=Дисплей (общий)
00000002=Показать значки на вкладках редактора
00000003=Показать линии сетки в разделе сеток
00000004=Показать "Особые элементы" в разделе сеток
00000005=Дисплей (редактор)
00000006=Показать активную строку
00000007=Показать поле редактора
00000008=Показать номера строк в поле
00000009=Показать номера для всех строк
00000010=Показать изменение строк в поле
00000011=Показать правое поле
00000012=Правое поле:
00000013=Показать кнопку Закрыть:

[Options_Editor]
00000001=Параметры редактора
00000002=Ширина вкладки:
00000003=Использовать подсветку синтаксиса
00000004=Автоотступ
00000005=Разрешить курсору выходить за рамки конца строк
00000006=Преобразовать табы в пробелы
00000007=Шрифт
00000008=Размер шрифта:
00000009=Шрифт редактора:

[Options_General]
00000001=Параметры запуска
00000002=Стартовая секция:
00000003=Показывать диалоговое окно Добро пожаловать
00000004=Откройте последний файл скрипта
00000005=Открыть с помощью файла пустого скрипта
00000006=Основные настройки
00000007=Писать булевую как:
00000008=Показывать полный путь в строке заголовка
00000009=Создавать резервные копии при сохранении
00000010=Разрешить отмену после сохранения
00000011=Пауза на исключениях
00000012=Всегда тестировать скомпилированный файл скрипта
00000013=Видеть константы SOptionsRunAs*
00000014=Показывать подсказки в окнах Проект && Язык
00000015=Автоматически сохранять перед компиляцией

[Options_SyntaxHighlighter_Inno]
00000011=Стиль шрифта
00000013=Элемент синтаксиса:
00000014=Подсветка синтаксиса
00000015=Жирный\nКурсив\nПодчеркнут\nЗачеркнут\n
00000016=Panel1
00000017=Цвет символа:
00000018=Цвет фона:
00000019=Пример

[Options_Plugins]
00000001=Имя
00000002=Автор
00000003=Имя файла
00000004=Включить
00000005=Настройка
00000006=Описание

[Options_Update]
00000001=Параметры обновления Интернет
00000002=Прокси-сервер:
00000003=Пользователь:
00000004=Пароль:
00000005=Использовать прокси-сервер
00000006=Автоматически проверять обновление при запуске
00000007=Добавлять обновления в журнал

[Project_Additional]
00000001=Дополнительные настройки
00000002=Место на диске:
00000003=Округлять время:
00000004=Установить дату:
00000005=Установить время:
00000006=Изменять ассоциации
00000007=Требовать перезагрузку
00000008=Перезагрузка перед первым запуском
00000009=Разрешить отмену установки
00000010=Время в формате UTC
00000011=Изменять среду
00000012=Опции значка установки
00000013=Значок установки:
00000014=Выбрать файл значка установки

[Project_ApplicationDetails]
00000001=Подробности приложения
00000002=Имя приложения:
00000003=Версия приложения:
00000004=Авторские права:
00000005=Mutex приложения:
00000006=Пароль:
00000007=Требуются права:
00000008=ID приложения:
00000009=Версия приложения:
00000010=Создать ID приложения
00000011=В версии 5.3.10 Inno Setup AppVerName был заменен на AppVersion.\n\nНажмите здесь, чтобы преобразовать в новую директиву AppVersion.
00000012=Лицензия && Информация
00000013=Лицензия:
00000014=Пролог:
00000015=Эпилог:
00000016=Выберите файл лицензии
00000017=Выберите файл пролога
00000018=Выберите файл эпилога

[Project_Appearance]
00000001=Параметры оформления
00000002=Нормальная картинка:
00000003=Маленькая картинка:
00000004=Цвет фона:
00000005=Подогнать размер картинки
00000006=Выберите маленькую картинку Мастера
00000007=Выберите нормальную картинку Мастера
00000008=Параметры фонового окна
00000009=Цвет 1:
00000010=Цвет 2:
00000011=Направление:
00000012=Видимое
00000013=Сплошной цвет фона
00000014=Показать заголовок
00000015=Разрешить изменять размер
00000016=Развернуть на весь экран

[Project_CodeSigning]
00000001=Параметры подписи
00000002=Папка деинсталлятора:
00000003=Средство подписи:
00000004=Использовать подпись для деинсталлятора
00000005=Выберите каталог для хранения файлов
00000006=Настройка инструментов для цифровой подписи

[Project_Compiler]
00000001=Параметры компилятора
00000002=Выходная папка:
00000003=Выходное имя:
00000004=Папка
00000005=Файл-описание:
00000006=Использовать загрузчик
00000007=Объединять дублированные файлы
00000008=Шифровать
00000009=Служба терминала:
00000010=Журналирование установки
00000011=Выберите выходной каталог
00000012=Выберите исходный каталог
00000013=Выберите выходной файл манифеста
00000014=Настройки архитектуры
00000015=В 64-бит. режиме:
00000016=Архитектура:

[Project_Compression]
00000001=Параметры сжатия
00000002=Сжатие:
00000003=Внутреннее сжатие:
00000004=Степень сжатия:
00000005=Потоки для сжатия:
00000006=Непрерывное сжатие
00000007=Параметры LZMA/LZMA2
00000008=Алгоритм:
00000009=Размер блока:
00000010=Размер словаря:
00000011=Поиск соответствия:
00000012=Блочные потоки:
00000013=Быстрые байты:
00000014=Отдельный процесс:

[Project_Directory]
00000001=Параметры папки приложения
00000002=Папка по умолчанию:
00000003=Отключить страницу "Выбор папки установки"
00000004=Предупреждать, если папка существует:
00000005=Создавать каталог приложения
00000006=Использовать каталог предыдущей установки
00000007=Разрешить установку в корневой каталог
00000008=Разрешить UNC-пути
00000009=Предупреждать, если каталог не существует
00000010=Добавлять имя каталога по умолчанию

[Project_DiskSpanning]
00000001=Разбивка на тома
00000002=Размер кластера:
00000003=Резерв байтов:
00000004=Размер тома:
00000005=Томов на диск:
00000006=Заданный размер:
00000007=Разбить на тома

[Project_InstallPages]
00000001=Параметры страниц установки
00000002=Метод определения языка:
00000003=Показать окно языка:
00000004=Показать неотображаемые языки
00000005=Взять тип прежней установки
00000006=Взять предыдущие задачи
00000007=Убрать страницу готовности
00000008=Не показывать параметры
00000009=Плоский список компонентов
00000010=Показать размер компонентов
00000011=Убрать страницу завершения
00000012=Показать линии дерева задач
00000013=Показать список компонентов
00000014=Показать каталог на странице готовности
00000015=Показать группу на странице готовности
00000016=Убрать окно приглашения
00000017=Убрать окно приветствия
00000018=Взять предыдущий язык

[Project_LogFile]
00000001=Параметры файла журнала
00000002=Журнал:
00000003=Ведение журнала:
00000004=Выбрать файл журнала

[Project_ProgramGroup]
00000001=Программная группа
00000002=Имя группы по умолчанию:
00000003=Отключить страницу группы:
00000004=Использовать предыдущую группу
00000005=Разрешить не создавать ярлыки
00000006=Всегда использовать пользовательский профиль
00000007=Добавлять имя группы по умолчанию

[Project_PublisherInfo]
00000001=Информация об издателе
00000002=Издатель:
00000003=Сайт издателя:
00000004=Поддержка:
00000005=Обновления:
00000006=Версия:
00000007=Комментарии:
00000008=Контакты:
00000009=Файл Readme:
00000010=Телефон:

[Project_SysRequirements]
00000001=Системные требования
00000002=Только ниже версия Windows
00000003=Windows:
00000004=Windows NT:
00000005=Выберите версию Windows NT
00000006=Выберите версию Windows
00000007=Минимальная версия Windows
00000008=Windows:
00000009=Windows NT:
00000010=Выберите версию Windows
00000011=Выберите версию Windows NT

[Project_Uninstall]
00000001=Параметры удаления
00000002=Режим журнала:
00000003=Папка удаления:
00000004=Деинсталлировать
00000005=Создать ключ реестра:
00000006=Требовать перезагрузку
00000007=Обновлять имя приложения в журнале деинсталляции.
00000008=Программа && Особенности настройки
00000009=Имя:
00000010=Значок:
00000011=Индекс иконки:
00000012=Изменить путь:
00000013=Размер:

[Project_UserInfo]
00000001=Данные пользователя
00000002=Имя пользователя:
00000003=Организация:
00000004=Серийный номер:
00000005=Показать страницу информации пользователя
00000006=Использовать предыдущую информацию о пользователе

[Project_VersionInfo]
00000001=Сведения о версии
00000002=Версия:
00000003=Компания:
00000004=Описание:
00000005=Версия (текст):
00000006=Права:
00000007=Название продукта:
00000008=Версия продукта:
00000009=Продукт (текст):

[Dialog_About]
00000001=Посмотреть лицензионное соглашение
00000002=Дополнительная информация
00000003=Подробности регистрации
00000004=Этот продукт лицензирован для:
00000005=Регистрация Inno Script Studio

[Dialog_CodeSigning]
00000001=Добавить
00000002=Изменить
00000003=Удалить
00000004=Имя
00000005=Команда

[Dialog_EvaluateConstant]
00000001=Выберите константу для оценки:

[Dialog_Language]
00000001=Выбор языка:
00000002=ID языка:
00000003=Шрифты диалогов
00000004=Шрифт диалога:
00000005=Шрифт приветствия:
00000006=Шрифт названия:
00000007=Шрифт авторского права:
00000008=Размер:
00000009=Размер:
00000010=Размер:
00000011=Размер:
00000012=Язык отображается справа налево

[Dialog_Options]
00000001=Сервис
00000002=Сброс предпочтения
00000003=Импорт предпочтения
00000004=Экспорт предпочтения

[Dialog_Parameters]
00000001=Параметры командной строки для установки и удаления:

[Dialog_StandardLangs]
00000001=Выберите стандартные языки Inno Setup для добавления
00000002=Выделить все
00000003=Снять со всех

[Dialog_WindowsVersion]
00000001=Версия Windows:
00000002=Информация о сборке Windows 
00000003=Основная версия:
00000004=Промежуточная версия
00000005=Версия сборки:
00000006=Сервис-пак:
00000007=Можно ввести здесь только число
00000008=Можно ввести здесь только число
00000009=Можно ввести здесь только число
00000010=Можно ввести здесь только число
00000011=Включать версию сборки

[Properties_Components]
00000001=Имя:
00000002=Описание:
00000003=Место на диске:
00000004=Типы

[Properties_CustomMessages]
00000001=ID сообщения:
00000002=Изменить язык:
00000003=Текст сообщения:

[Properties_Files]
00000001=Источник:
00000002=Имя файла:
00000003=Каталог:
00000004=Установить шрифт:
00000005=Условия
00000006=Система
00000007=(Де) Инстал
00000008=Другое

[Properties_Folders]
00000001=Имя:
00000002=Каталог:

[Properties_Icons]
00000001=Имя:
00000002=Имя файла:
00000003=Рабочий каталог:
00000004=Файл иконки:
00000005=Индекс иконки:
00000006=Каталог:
00000007=(Де) Инстал
00000008=Больше
00000009=Параметры:
00000010=Идентификатор:
00000011=Комментарий:
00000012=Горячая клавиша:

[Properties_IniFiles]
00000001=Имя файла:
00000002=Секция:
00000003=Ключ:
00000004=Значение:

[Properties_InstallDelete]
00000001=Имя файла:
00000002=Тип:

[Properties_InstallRun]
00000001=Имя файла:
00000002=Параметры:
00000003=Рабочий каталог:
00000004=Описание:
00000005=Состояние:
00000006=Выполнить команду:
00000007=Условия
00000008=Система
00000009=Видимость
00000010=Уникальный ID

[Properties_Languages]
00000001=Имя:
00000002=Файл сообщений:
00000003=Лицензия:
00000004=Пролог:
00000005=Эпилог:

[Properties_Messages]
00000001=ID сообщения:
00000002=Изменить язык:
00000003=Текст по умолчанию:
00000004=Текст сообщения:

[Properties_PreCompile]
00000001=Параметры:
00000002=Имя файла:

[Properties_Registry]
00000001=Корень:
00000002=Подключ:
00000003=Тип значения:
00000004=Имя значения:
00000005=Данные значения:

[Properties_SpecialValue]
00000001=Текст

[Properties_Tasks]
00000001=Имя:
00000002=Описание:
00000003=Описание группы:

[Properties_Types]
00000001=Имя:
00000002=Описание:

[Section_Components]
00000009=Проверка
00000010=Перед установкой
00000011=После установки
00000001=Имя
00000002=Описание
00000003=Необходимое место
00000004=Типы
00000005=Флаги
00000006=Минимальная версия
00000007=Только для версий ниже
00000008=Языки

[Section_CustomMessages]
00000001=Имя
00000002=ID сообщения:
00000003=Язык
00000004=Сообщение

[Section_Files]
00000009=Минимальная версия
00000010=Только для версий ниже
00000011=Компоненты
00000012=Задачи
00000013=Языки
00000014=Разрешения
00000015=Исключения
00000016=Проверка
00000017=Перед установкой
00000018=После установки
00000001=Имя исходного файла
00000002=Имя файла назначения
00000003=Тип файла
00000004=Исходная папка
00000005=Папка назначения
00000006=Флаги
00000007=Attribs
00000008=Установить шрифт
00000019=Относительные пути
00000020=Абсолютные пути
00000021=Проверить файлы
00000022=Преобразовать пути файлов
00000023=Добавить несколько элементов

[Section_Folders]
00000009=Языки
00000010=Разрешения
00000011=Исключения
00000012=Проверка
00000013=Перед установкой
00000014=После установки
00000001=Имя
00000002=Папка назначения
00000003=Флаги
00000004=Attribs
00000005=Минимальная версия
00000006=Только для версий ниже
00000007=Компоненты
00000008=Задачи

[Section_Icons]
00000009=Комментарий
00000010=Горячая клавиша
00000011=Минимальная версия
00000012=Только для версий ниже
00000013=Компоненты
00000014=Задачи
00000015=Языки
00000016=Проверка
00000017=Перед установкой
00000018=После установки
00000001=Имя
00000002=Имя файла
00000003=Рабочий каталог
00000004=ID приложения
00000005=Флаги
00000006=Файл иконки
00000007=Индекс иконки
00000008=Параметры

[Section_IniFiles]
00000009=Задачи
00000010=Языки
00000011=Проверка
00000012=Перед установкой
00000013=После установки
00000001=Имя файла
00000002=Секция
00000003=Ключ
00000004=Значение
00000005=Флаги
00000006=Минимальная версия
00000007=Только для версий ниже
00000008=Компоненты

[Section_InstallDelete]
00000009=Перед установкой
00000010=После установки
00000001=Тип
00000002=Имя файла
00000003=Минимальная версия
00000004=Только для версий ниже
00000005=Компоненты
00000006=Задачи
00000007=Языки
00000008=Проверка

[Section_InstallRun]
00000009=Минимальная версия
00000010=Только для версий ниже
00000011=Компоненты
00000012=Задачи
00000013=Языки
00000014=Проверка
00000015=Перед установкой
00000016=После установки
00000001=Имя файла
00000002=Параметры
00000003=Рабочий каталог
00000004=Флаги
00000005=Описание
00000006=Состояние
00000007=Выполнение команды
00000008=Уникальный ID

[Section_Languages]
00000001=Имя
00000002=Файл сообщений
00000003=Лицензия
00000004=Пролог
00000005=Эпилог
00000006=Добавить стандартные языки Inno Setup

[Section_Messages]
00000001=ID сообщения:
00000002=Язык
00000003=Сообщение

[Section_PreCompile]
00000001=Имя файла
00000002=Параметры
00000003=Флаги

[Section_Registry]
00000009=Только для версий ниже
00000010=Компоненты
00000011=Задачи
00000012=Языки
00000013=Проверка
00000014=Перед установкой
00000015=После установки
00000001=Корень
00000002=Подключ
00000003=Тип значения
00000004=Имя значения
00000005=Данные значения
00000006=Флаги
00000007=Разрешения
00000008=Минимальная версия

[Section_Tasks]
00000009=Проверка
00000010=Перед установкой
00000011=После установки
00000001=Имя
00000002=Описание
00000003=Описание группы
00000004=Флаги
00000005=Минимальная версия
00000006=Только для версий ниже
00000007=Компоненты
00000008=Языки

[Section_Types]
00000009=После установки
00000001=Имя
00000002=Описание
00000003=Флаги
00000004=Минимальная версия
00000005=Только для версий ниже
00000006=Языки
00000007=Проверка
00000008=Перед установкой

[Wizard_Inno]
00000001=Не все функции Inno Setup используются в Мастере. Используйте документацию для подробностей.\n\nНажмите Далее для продолжения или Отмена для выхода из Мастера.
00000002=Данный Мастер поможет вам пройти процесс создания нового скрипта Inno Setup. В дальнейшем скрипт может быть использован для создания установки приложения и сохранен на диск.
00000003=Добро пожаловать в [name]
00000004=Вы успешно создали [name].\n\nЧтобы закрыть Мастер и создать новый скрипт, нажмите Готово.
00000005=Создать пустой скрипт
00000006=Название приложения:
00000007=Издатель приложения:
00000008=Веб-сайт приложения:
00000009=Версия приложения:
00000010=Папка приложения:
00000011=Путь к основной папке приложения:
00000012=Приложение не нуждается в папке
00000013=Разрешить изменять название папки приложения
00000014=Другие:
00000015=Выбрать
00000016=Главный исполняемый файл приложения:
00000017=Разрешить запуск приложения после установки
00000018=Добавить файлы
00000019=Добавить папку
00000020=Изменить
00000021=Другие файлы приложения:
00000022=Удалить
00000023=Приложение не имеет основного файла запуска
00000024=Разрешить не создавать папку в меню Пуск
00000025=Другие иконки файла запуска:
00000026=Название приложения в меню Пуск:
00000027=Создать иконку Удалить в меню Пуск
00000028=Создать ссылку на сайт в меню Пуск
00000029=Разрешить создавать ярлык на Рабочем столе
00000030=Разрешить изменять название папки в меню Пуск
00000031=Разрешить создавать ярлык на Панели быстрого запуска
00000032=Выбрать
00000033=Файл с информацией отображаемой после установки:
00000034=Выбрать
00000035=Файл с информацией отображаемой перед установкой:
00000036=Выбрать
00000037=Файл лицензии:
00000038=Выделить все
00000039=Языки:
00000040=Снять со всех
00000041=Использовать пароль для шифрования файлов приложения
00000042=Имя создаваемого файла:
00000043=Выбрать
00000044=Пользовательская папка для компиляции:
00000045=Пароль для установки:
00000046=Выбрать
00000047=Пользовательский файл иконки для установки:
00000048== обязательно заполнить
00000049=Жирный

